Repository: vicluber/wills_ideas
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# settings.wills_ideas.sheettitle
source: WillsIdeas plugin configuration
de: WillsIdeas plugin einstellungen

# settings.wills_ideas.category_label
source: Parent category UID for Ideas
de: Übergeordnete Kategorie-UID für Ideen

# settings.wills_ideas.email_label
source: Email where the notification of the new Idea should be sent
de: E-Mail, an die Benachrichtigung über die neue Idee gesendet werden soll

# settings.wills_ideas.category_label
source: Select the parent category for the ideas
de: Wählen Sie die übergeordnete Kategorie für die Ideen aus

# settings.wills_ideas.notification_email
source: Email where the notification about the new posted idea must go
de: E-Mail, wohin die Benachrichtigung über die neu veröffentlichte Idee gehen muss

# settings.wills_ideas.view_page_uid_label
source: Select the page that holds the Ideas Show view
de: Wählen Sie die Seite aus, auf der sich die Ansicht "Ideenshow" befindet

# settings.wills_ideas.new_page_uid_label
source: Select the page that holds the Ideas New view
de: Wählen Sie die Seite aus, auf der sich die Ansicht "Ideen neu" befindet

# settings.wills_ideas.list_page_uid_label
source: Select the page that holds the Ideas List view
de: Wählen Sie die Seite aus, auf der sich die Ansicht "Ideen neu" befindet

# ideas_idea.submitted
source: submitted
de: eingereicht

# ideas_idea.progress
source: in implementation
de: in Umsetzung

# ideas_idea.finished
source: abgeschlossen
de: completed

# ideas_idea.user
source: User
de: Benutzerin

# ideas_idea.category
source: Category
de: Kategorie

# ideas_idea.title
source: Title
de: Titel
